Repository: jrialland/ihaveasecret
Catalog: ihaveasecret/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour

source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine

source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail invalide

source: Sorry, that secret has already been seen or does not exist.
de: Entschuldigung, dieses Geheimnis wurde bereits gesehen oder existiert nicht.
es: Lo siento, ese secreto ya ha sido visto o no existe.
fr: Désolé, ce secret a déjà été vu ou n'existe pas.

source: Sorry, that secret has expired.
de: Entschuldigung, dieses Geheimnis ist abgelaufen.
es: Lo siento, ese secreto ha expirado.
fr: Désolé, ce secret a expiré.

source: Incorrect password. Please try again.
de: Falsches Passwort. Bitte versuche es erneut.
es: Contraseña incorrecta. Por favor, inténtalo de nuevo.
fr: Mot de passe incorrect. Veuillez réessayer.

source: The secret has been deleted because of too many incorrect password attempts.
de: Das Geheimnis wurde aufgrund zu vieler falscher Passwortversuche gelöscht.
es: El secreto ha sido eliminado debido a demasiados intentos incorrectos de contraseña.
fr: Le secret a été supprimé en raison de trop nombreuses tentatives de mot de passe incorrectes.

source: Note from the author of the message :
de: Hinweis vom Autor der Nachricht:
es: Nota del autor del mensaje:
fr: Note de l'auteur du message :

source: The secret is safeguarded by a password. Please enter the password to unveil the secret.
de: Das Geheimnis ist durch ein Passwort geschützt. Bitte gib das Passwort ein, um das Geheimnis zu enthüllen.
es: El secreto está protegido por una contraseña. Por favor, introduce la contraseña para revelar el secreto.
fr: Le secret est protégé par un mot de passe. Veuillez entrer le mot de passe pour dévoiler le secret.

source: You have one remaining attempt left.
de: Du hast noch einen Versuch übrig.
es: Te queda un intento.
fr: Il vous reste une tentative.

source: You have %(n)d remaining attempts left.
de: Du hast noch %(n)d Versuche übrig.
es: Te quedan %(n)d intentos.
fr: Il vous reste %(n)d tentatives.

source: Your secret password
de: Dein geheimes Passwort
es: Tu contraseña secreta
fr: Votre mot de passe secret

source: Read a secret
de: Ein Geheimnis lesen
es: Leer un secreto
fr: Lire un secret

source: Reveal secret
de: Geheimnis enthüllen
es: Revelar el secreto
fr: Révéler le secret

source: Create a secret
de: Ein Geheimnis erstellen
es: Crear un secreto
fr: Créer un secret

source: Generate a message that can be read using a one-time link
de: Erstelle eine Nachricht, die mit einem Einmal-Link gelesen werden kann
es: Genera un mensaje que se puede leer usando un enlace de un solo uso
fr: Créer un message qui peut être lu à l'aide d'un lien à usage unique

source: Leave a note or explanation for the recipient
de: Hinterlasse eine Notiz oder Erklärung für den Empfänger
es: Deja una nota o explicación para el destinatario
fr: Laissez une note ou une explication pour le destinataire

source: This content will be displayed when the recipient opens the link
de: Dieser Inhalt wird angezeigt, wenn der Empfänger den Link öffnet
es: Este contenido se mostrará cuando el destinatario abra el enlace
fr: Ce contenu sera affiché lorsque le destinataire ouvrira le lien

source: Your note
de: Deine Notiz
es: Tu nota
fr: Votre note

source: Secret Message
de: Deine geheime Nachricht
es: Tu mensaje secreto
fr: Votre message secret

source: The confidential information that you want to share
de: Die vertraulichen Informationen, die du teilen möchtest
es: La información confidencial que deseas compartir
fr: Les informations confidentielles que vous souhaitez partager

source: Your secret message
de: Deine geheime Nachricht
es: Tu mensaje secreto
fr: Votre message secret

source: Time to live
de: Lebensdauer
es: Tiempo de vida
fr: Durée de vie

source: If the message is not seen before the end of this period it will be deleted
de: Wenn die Nachricht nicht vor Ablauf dieser Frist gesehen wird, wird sie gelöscht.
es: Si el mensaje no es visto antes de que termine este período, será eliminado.
fr: Si le message n'est pas consulté avant la fin de cette période, il sera supprimé.

source: Optional
es: opcional
fr: facultatif

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Email
es: Correo electrónico

source: Recipient email
de: E-Mail des Empfängers
es: Correo electrónico del destinatario
fr: E-mail du destinataire

source: Create
de: Erstellen
es: Crear
fr: Créer

source: Secret created
de: Geheimnis erstellt
es: Secreto creado
fr: Secret créé

source: Your secret has been created. You can share this link to grant someone access to read it.
de: Dein Geheimnis wurde erstellt. Du kannst diesen Link teilen, um jemandem Zugang zu gewähren, es zu lesen.
es: Tu secreto ha sido creado. Puedes compartir este enlace para dar acceso a alguien para leerlo.
fr: Votre secret a été créé. Vous pouvez partager ce lien pour donner à quelqu'un l'accès pour le lire.

source: Your secret has been stored on the server and will be deleted either after the chosen time to live expires or when someone opens the link.
de: Dein Geheimnis wurde auf dem Server gespeichert und wird gelöscht entweder nach Ablauf der gewählten Lebensdauer oder wenn jemand den Link öffnet.
es: Tu secreto ha sido almacenado en el servidor y será eliminado ya sea después de que expire el tiempo de vida elegido o cuando alguien abra el enlace.
fr: Votre secret a été stocké sur le serveur et sera supprimé soit après la fin de la période de validité, soit lorsque quelqu'un ouvrira le lien.

source: Therefore, the generated link can only be opened once.
de: Daher kann der generierte Link nur einmal geöffnet werden.
es: Por lo tanto, el enlace generado solo puede abrirse una vez.
fr: Par conséquent, le lien généré ne peut être ouvert qu'une seule fois.

source: A notification email has been sent to the provided address
de: Eine Benachrichtigungs-E-Mail wurde an die angegebene Adresse gesendet.
es: Se ha enviado un correo electrónico de notificación a la dirección proporcionada.
fr: Un e-mail de notification a été envoyé à l'adresse fournie.

source: An error occurred while sending the email.
de: Beim Senden der E-Mail ist ein Fehler aufgetreten.
es: Ocurrió un error al enviar el correo electrónico.
fr: Une erreur est survenue lors de l'envoi de l'e-mail.

source: Create another secret
de: Erstelle ein weiteres Geheimnis
es: Crear otro secreto
fr: Créer un autre secret

source: This message is displayed only once and will not be available if this page is reloaded.
de: Diese Nachricht wird nur einmal angezeigt und ist nicht verfügbar, wenn diese Seite neu geladen wird.
es: Este mensaje se muestra solo una vez y no estará disponible si esta página se recarga.
fr: Ce message est affiché une seule fois et ne sera pas disponible si cette page est rechargée.
